day = int(input('1. 평일, 2. 토요일, 3. 공유일 (요일 선택) : '))

if day == 1:
    car = int(input('1. 경차, 2. 일반차 (차종 선택) : '))

    print('<주차 요금 발생>')

    if car == 1:
        print('주차요금 50% 할인')

    elif car == 2:
        print('주차요금 전액 지불')

    else:
        print('''
________________________________________
|			                |
|			                |
|                ERROR	                |
|			                |
|			                |
|_______________________________________|''')

elif day == 2 or day == 3:
        print('<주차 요금 엾음>')

else:
    print('''
________________________________________
|			                |
|			                |
|                ERROR	                |
|			                |
|			                |
|_______________________________________|''')